public class LevelFour extends Level
	{
		public LevelFour()
		{
			 stringArr = new String[]
					    {
					        "고생 끝에 낙이 온다", "눈에는 눈, 이에는 이", "바늘 도둑이 소 도둑 된다",
					        "말하고 싶은데 말 못하는 망령", "물 속에 가린 개구리", "바른 소를 길들이려면 망태를 들어야 한다",
					        "소 잃고 외양간 고친다", "입에 발린 죽이다", "티끌 모아 태산", "고생 끝에 낙이 온다",
					        "눈에는 눈, 이에는 이", "바늘 도둑이 소 도둑 된다", "말하고 싶은데 말 못하는 망령",
					        "물 속에 가린 개구리", "바른 소를 길들이려면 망태를 들어야 한다", "소 잃고 외양간 고친다",
					        "입에 발린 죽이다", "티끌 모아 태산", "밑 빠진 독에 물 붓기", "안 물어보고 떠나는 사람은 없다",
					        "천하장사", "자유 자재", "일거일투족", "동문서답", "유유상종",
					        "견고한 결심", "꾸준한 노력", "정직한 태도", "자기 주장", "열정과 헌신",
					        "즉흥적인 결정", "냉정한 판단", "효율적인 계획", "창의적 사고", "신중한 선택",
					        "인내와 인내심", "상황 적응", "긍정적 마인드", "포기하지 않음", "지식과 경험"
					    };
		}
		
	}
